[
  {
    "title": "Nhà Tù Shawshank",
    "posterPath": "/zLyG4nquaaZKCA3CJdQCEzTwN1R.jpg",
    "id": "278",
    "backdropPath": "/zfbjgQE1uSd9wiPTX4VzsLi0rGG.jpg",
    "voteAverage": 8.7,
    "releaseDate": "1994-09-23",
    "overview": "Nhà tù Shawshank kể về Andrew, một nhân viên nhà băng, bị kết án chung thân sau khi giết vợ và nhân tình của cô. Anh một mực cho rằng mình bị oan. Andy bị đưa tới nhà tù Shawshank. Tại đây, thế giới ngầm của các phạm nhân, sự hà khắc của hệ thống quản giáo xung đột và giành nhau quyền thống trị. Chỉ có các phạm nhân trung lập là bị kẹt ở giữa và có thể bỏ mạng. Làm quen với tay ‘quản lý chợ đen’ Redding, Andy dần thích nghi với cuộc sống tại Shawshank. Song, kế hoạch lớn hơn việc tồn tại ở nhà tù này đang được anh suy tính. Qua con mắt và lời kể của Redding, cuộc vượt ngục vĩ đại này được kể tuần tự cùng một kết thúc bất ngờ",
    "genreIds": [
      18,
      80
    ],
    "video": false,
    "trailerYoutubeKey": "PLl99DlL6b4"
  },
  {
    "title": "Bố Già",
    "posterPath": "/84MHN3JvOV4ORHgELrQM6SBlhdB.jpg",
    "id": "238",
    "backdropPath": "/htuuuEwAvDVECMpb0ltLLyZyDDt.jpg",
    "voteAverage": 8.686,
    "releaseDate": "1972-03-14",
    "overview": "Một câu chuyện kéo dài từ năm 1945 đến năm 1955, một biên niên sử về gia đình tội phạm Corleone người Mỹ gốc Ý. Khi tộc trưởng gia đình tội phạm có tổ chức, Vito Corleone bị ám sát bởi băng nhóm đối thủ, con trai út của ông, Michael đã phải nhúng tay vào tội ác và chống lại đối thủ với việc phát động một chiến dịch trả thù đẫm máu.",
    "genreIds": [
      18,
      80
    ],
    "video": false,
    "trailerYoutubeKey": "Ew9ngL1GZvs"
  },
  {
    "title": "Bố Già 2",
    "posterPath": "/flUbm9ZaZ7itOwCzHtx6lnhLMQ4.jpg",
    "id": "240",
    "backdropPath": "/kGzFbGhp99zva6oZODW5atUtnqi.jpg",
    "voteAverage": 8.571,
    "releaseDate": "1974-12-20",
    "overview": "The Godfather II là phần tiếp theo của tác phẩm nổi tiếng Bố già sản xuất năm 1972. Trong phần thứ hai này sẽ có hai câu chuyện, hai tuyến nhân vật, hai tuyến thời gian song hành nhau. Một là câu chuyện về gia đình mafia Corleone tiếp tục khi Michael lên làm ông trùm và âm mưu mở rộng địa bàn sang Las Vegas lẫn Cuba, xen lẫn với những hồi ức về Bố già khi mới đặt chân đến New York... Bố già phần II được đánh giá là phần tiếp theo thành công nhất trong lịch sử điện ảnh, nhiều người cho rằng bộ phim hay tương đương, thậm chí là hay hơn phần đầu. Cùng với phần đầu tiên, Bố già II được coi là một trong những bộ phim hay nhất mọi thời đại.",
    "genreIds": [
      18,
      80
    ],
    "video": false,
    "trailerYoutubeKey": "9O1Iy9od7-A"
  },
  {
    "title": "Bản Danh Sách Của Schindler",
    "posterPath": "/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
    "id": "424",
    "backdropPath": "/zb6fM1CX41D9rF9hdgclu0peUmy.jpg",
    "voteAverage": 8.566,
    "releaseDate": "1993-12-15",
    "overview": "Bản danh sách của Schindler (Schindler`s List) là một bộ phim truyện sản xuất năm 1993 của Hoa Kỳ về Oskar Schindler, một nhà kinh doanh người Đức. Phim bắt đầu vào năm 1939 với sự tập trung người Ba Lan gốc Do Thái của chính quyền Đức Quốc Xã sau khi xâm lược Ba Lan, từ việc bao vây, giam lỏng trong vùng tới xây dựng những khu tập trung Kraków Ghetto không lâu sau khi Đệ nhị thế chiến bắt đầu. Trong lúc đó, Oskar Schindler (Liam Neeson), một doanh nhân thất bại, đến thành phố từ Sudetenland với những hy vọng làm giàu.",
    "genreIds": [
      18,
      36,
      10752
    ],
    "video": false,
    "trailerYoutubeKey": "v0RB-3sWbBA"
  },
  {
    "title": "12 Người Đàn Ông Giận Dữ",
    "posterPath": "/aa4s7J0ld2UHUooc1H8o1sNuZ2m.jpg",
    "id": "389",
    "backdropPath": "/bxgTSUenZDHNFerQ1whRKplrMKF.jpg",
    "voteAverage": 8.549,
    "releaseDate": "1957-04-10",
    "overview": "Một thanh niên bị tình nghi giết cha ruột của mình. 12 người của bồi thẩm đoàn bắt đầu phiên làm việc của mình và tất cả hội thẩm viên đều muốn kết thúc nhanh chóng vụ án vì các chứng cứ đã quá rõ ràng. Trừ một người duy nhất. Ông không muốn sinh mạng của một con người lại có thể được quyết định chỉ trong vòng chưa đầy 10 phút.  Ông có một sự nghi ngờ riêng đối với vụ án kỳ lạ này. Và ông quyết định: tìm cách thuyết phục mọi người. Nhưng ông sẽ làm gì để giúp cậu bé kia và thuyết phục những người trong bồi thẩm đoàn đây?",
    "genreIds": [
      18
    ],
    "video": false,
    "trailerYoutubeKey": "TEN-2uTi2c0"
  },
  {
    "title": "Vùng Đất Linh Hồn",
    "posterPath": "/pNHppsjxGBcRUCFlXQh0briymTN.jpg",
    "id": "129",
    "backdropPath": "/6oaL4DP75yABrd5EbC4H2zq5ghc.jpg",
    "voteAverage": 8.536,
    "releaseDate": "2001-07-20",
    "overview": "Câu chuyện kể về cô bé bướng bỉnh Chihiro. Gia đình của Chihiro chuyển từ thành phố về quê sinh sống, và Chihiro chẳng thích thú tí nào với sự thay đổi này.  Bố của Chihiro là một tay lái xe tệ hại và có một trí nhớ \"quá tồi\", ông đã lái xe lạc đường đến một thành phố bị bỏ hoang, không bóng người. Bị cuốn hút bởi mùi vị thơm ngon của thức ăn, bố mẹ của Chihiro bắt đầu \"thưởng thức\", nhưng kết quả họ bị biến thành những con heo mập. Còn thành phố không người kia, sau khi trời tối, tất cả sống dậy, những bóng ma bắt đầu xuất hiện và hoạt động. Cô bé bướng bỉnh phải làm gì để cứu bố mẹ mình và thoát khỏi đây?",
    "genreIds": [
      16,
      10751,
      14
    ],
    "video": false,
    "trailerYoutubeKey": "GAp2_0JJskk"
  },
  {
    "title": "Kỵ Sĩ Bóng Đêm",
    "posterPath": "/7EfSqviKvXwbiGhUjHyUBGVdoiW.jpg",
    "id": "155",
    "backdropPath": "/enNubozHn9pXi0ycTVYUWfpHZm.jpg",
    "voteAverage": 8.522,
    "releaseDate": "2008-07-16",
    "overview": "Người Dơi bước vào giai đoạn cam go nhất trong cuộc chiến chống lại cái ác khi tên tội phạm bậc thầy The Joker xuất hiện. Các tay trùm thuê The Joker giết Người Dơi để trả thù cho chỗ tài sản phi pháp bị anh lật tẩy. Tiếp tay cho The Joker là toàn bộ tội phạm ở thành phố Gotham, những kẻ đang bị bộ ba Người Dơi - Trung úy Gordon - Luật sư Harvey Dent thu hẹp đất sống. Hàng loạt vụ tấn công xảy ra khiến Người Dơi lúng túng. Các quan chức bị sát hại, người dân không dám ra đường buổi tối vì sợ bị giết, mọi lối ra vào thành phố Gotham bị phong tỏa. Tất cả đều do một tay The Joker sắp đặt.",
    "genreIds": [
      18,
      28,
      80,
      53
    ],
    "video": false,
    "trailerYoutubeKey": "_PZpmTj1Q8Q"
  },
  {
    "title": "Dilwale sẽ đón chàng rể",
    "posterPath": "/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
    "id": "19404",
    "backdropPath": "/90ez6ArvpO8bvpyIngBuwXOqJm5.jpg",
    "voteAverage": 8.5,
    "releaseDate": "1995-10-20",
    "overview": "Raj là một NRI thế hệ thứ hai giàu có, vô tư, luôn vui vẻ và may mắn. Simran là con gái của Chaudhary Baldev Singh, người mặc dù là một NRI nhưng rất nghiêm khắc trong việc tuân thủ các giá trị của Ấn Độ. Simran đã rời đến Ấn Độ để kết hôn với vị hôn phu thời thơ ấu của cô. Raj lên đường đến Ấn Độ với một nhiệm vụ trong tay, đòi hỏi tình yêu của người phụ nữ của mình dưới sự săn đón của cả gia đình cô ấy. Như vậy bắt đầu một câu chuyện.",
    "genreIds": [
      35,
      18,
      10749
    ],
    "video": false,
    "trailerYoutubeKey": "oIZ4U21DRlM"
  },
  {
    "title": "Dặm Xanh",
    "posterPath": "/pTEuy2oti9ITTzzrTRZNeSAXzfC.jpg",
    "id": "497",
    "backdropPath": "/vxJ08SvwomfKbpboCWynC3uqUg4.jpg",
    "voteAverage": 8.504,
    "releaseDate": "1999-12-10",
    "overview": "Bộ phim là câu chuyện hồi tưởng của một viên coi ngục cai quản những tên tử tù bất trị đang chờ ngày ngồi lên ghế điện trả giá cho những tội ác mà chúng gây ra. Cuộc sống của ông thay đổi hoàn toàn kể từ khi một người tù da đen có khả năng kì lạ xuất hiện trong ngục của ông...",
    "genreIds": [
      14,
      18,
      80
    ],
    "video": false,
    "trailerYoutubeKey": "Bg7epsq0OIQ"
  },
  {
    "title": "Ký Sinh Trùng",
    "posterPath": "/zZydO1LhMhqDAMM86JUi241wT7X.jpg",
    "id": "496243",
    "backdropPath": "/hiKmpZMGZsrkA3cdce8a7Dpos1j.jpg",
    "voteAverage": 8.499,
    "releaseDate": "2019-05-30",
    "overview": "Bộ phim xoay quanh hai gia đình hoàn toàn trái ngược: một bên vô cùng giàu có, còn một bên luôn sống trong cảnh nghèo túng. Họ tình cờ gặp gỡ và quen biết nhau sau một biến cố không ngờ.",
    "genreIds": [
      35,
      53,
      18
    ],
    "video": false,
    "trailerYoutubeKey": "bM9QabAojCg"
  },
  {
    "title": "Chúa Tể Của Những Chiếc Nhẫn: Sự Trở Lại Của Nhà Vua",
    "posterPath": "/3Y6eymGHCfQkDKU6rev2WiqXMci.jpg",
    "id": "122",
    "backdropPath": "/2u7zbn8EudG6kLlBzUYqP8RyFU4.jpg",
    "voteAverage": 8.488,
    "releaseDate": "2003-12-17",
    "overview": "Sauron huy động toàn lực cho trận chiến khốc liệt cuối cùng, tấn công vào Gondor – vùng đất huyết mạch của loài người. Gondor dưới sự lãnh đạo của vị vua nhu nhược trở nên quá mong manh và nguy ngập. Đó chính là lúc những người anh hùng phát huy hết khả năng của mình. Cùng với sự hỗ trợ của các chiến binh Rohan, lực lượng những hồn ma bị nguyền rủa trong khe núi, Aragorn đã thống lĩnh những người Gondor chống lại Sauron, anh đã thực hiện sứ mệnh mà số phận giao phó cho mình, Aragorn sinh ra để trở thành Vua của Gondor, anh đã chứng minh điều đó. Cùng lúc đó, Frodo và Sam tiếp tục dấn sâu vào vùng đất ma quỷ đầy hiểm nguy để thực thi sứ mạng của mình, sứ mạng tiêu hủy Chiếc Nhẫn Quyền Lực. Có thể nói Sự Trở Lại Của Nhà Vua Phim là phần có nội dung hấp dẫn cùng những màn chiến đấu cực hay, cực kỳ hoành tráng.",
    "genreIds": [
      12,
      14,
      28
    ],
    "video": false,
    "trailerYoutubeKey": "zckJCxYxn1g"
  },
  {
    "title": "Chuyện Tào Lao",
    "posterPath": "/ihynkOAH6FLNgG1kqM5ep9GSHZS.jpg",
    "id": "680",
    "backdropPath": "/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg",
    "voteAverage": 8.5,
    "releaseDate": "1994-09-10",
    "overview": "Những câu chuyện tưởng chừng tầm phào về 2 gã găng tơ trên đường thực hiện mệnh lệnh của ông chủ với 1 võ sĩ quyền anh giết chết người phải chạy trốn có vẻ không liên quan nhưng khi ghép lại người xem sẽ có 1 bức tranh tổng thể, đặc trưng cho phong cách của đạo diễn Quentin Tarantino: đậm chất bạo lực, máu me.",
    "genreIds": [
      53,
      80,
      35,
      18
    ],
    "video": false,
    "trailerYoutubeKey": "tGpTpVyI_OQ"
  },
  {
    "title": "Tên Cậu Là Gì?",
    "posterPath": "/yV8ARrvpWaWd509QM4LwMScNDvZ.jpg",
    "id": "372058",
    "backdropPath": "/8x9iKH8kWA0zdkgNdpAew7OstYe.jpg",
    "voteAverage": 8.482,
    "releaseDate": "2016-08-26",
    "overview": "Bộ phim là câu chuyện hoán đổi cơ thể của 2 cô cậu Mitsuha - nữ sinh trung học sống ở một thị trấn nhỏ của vùng Itomori và Taki – nam sinh tại thủ đô Tokyo đầy sôi động. Mitsuha luôn chán chường với cuộc sống tẻ nhạt của mình và mơ ước được làm anh chàng đẹp trai sống tại thủ đô. Trong khi đó, Taki hằng đêm lại nhìn thấy mình trong hình hài cô gái vùng miền quê. Ước mơ của cả 2 đã thành sự thật khi sao chổi nghìn năm xuất hiện trên trái đất và rồi cứ cách ngày lại được hoán đổi cơ thể cho nhau.",
    "genreIds": [
      16,
      10749,
      18
    ],
    "video": false,
    "trailerYoutubeKey": "o4-URMnBOPU"
  },
  {
    "title": "Thợ săn quỷ Kpop",
    "posterPath": "/y8OyohPhdTtusY0nXd2XdX4NN8W.jpg",
    "id": "803796",
    "backdropPath": "/l3ycQYwWmbz7p8otwbomFDXIEhn.jpg",
    "voteAverage": 8.478,
    "releaseDate": "2025-06-20",
    "overview": "Khi các siêu sao Kpop Rumi, Mira và Zoey không bận trình diễn tại các sân vận động cháy vé, họ sử dụng sức mạnh bí mật để bảo vệ người hâm mộ khỏi những mối đe dọa siêu nhiên.",
    "genreIds": [
      16,
      14,
      35,
      10402,
      10751,
      28
    ],
    "video": false,
    "trailerYoutubeKey": "AzCAwdp1uIQ"
  },
  {
    "title": "Cuộc Đời Forrest Gump",
    "posterPath": "/yvEDqdIQnYUahG6oY9bKHMubqp8.jpg",
    "id": "13",
    "backdropPath": "/67HggiWaP9ZLv5sPYmyRV37yAJM.jpg",
    "voteAverage": 8.468,
    "releaseDate": "1994-06-23",
    "overview": "Forrest Gump là một đứa trẻ bất hạnh khi sinh ra đã không có cha, hơn nữa Forrest còn bị thiểu năng. Forrest luôn bị bạn bè cùng trang lứa trêu trọc, bắt nạt. Người bạn duy nhất của Forrest là Jenny, chính Jenny đã phát hiện ra những khả năng đặc biệt của anh. Tốt nghiệp đại học Forrest nhập ngũ và tham chiến ở Việt Nam, Bubba trở thành bạn thân thứ 2 của anh. Forrest rời chiến trường với vết thương và khả năng chơi bóng bàn xuất sắc. Những biến cố nối tiếp nhau xuất hiện làm thay đổi hoàn toàn cuộc đời Forrest.",
    "genreIds": [
      35,
      18,
      10749
    ],
    "video": false,
    "trailerYoutubeKey": "Mj9IA9tTfio"
  },
  {
    "title": "Thiện, Ác, Tà",
    "posterPath": "/hTPEtEMiYFJ4lHXsay57tZX673Q.jpg",
    "id": "429",
    "backdropPath": "/x4biAVdPVCghBlsVIzB6NmbghIz.jpg",
    "voteAverage": 8.466,
    "releaseDate": "1966-12-22",
    "overview": "Thiện, Ác, Tà (The Good, The Bad And The Ugly): Blondie là tay cao bồi chuyên săn tiền thưởng ở miền Tây. Tuco là tên tội phạm đang lẩn trốn sự truy đuổi. Cả hai hợp tác kiếm tiền từ lệnh truy nã của Tuco. Cả hai phát hiện ra một kho vàng khi chạm trán đoàn xe bị cướp và lấy được thông tin từ kẻ sống sót cuối cùng. Tuco đã kịp nghe được tên của nghĩa địa chôn vàng, còn Blondie nhớ được tên ngôi mộ... Giờ đây, cả hai phải giữ mạng sống cho kẻ còn lại nếu muốn tìm được kho vàng. Cũng trong lúc đó, tên sát thủ Angel Eye đang trên đường tới nơi chôn giấu...",
    "genreIds": [
      37
    ],
    "video": false,
    "trailerYoutubeKey": "WCnRSl24FPA"
  },
  {
    "title": "Hố Đen Tử Thần",
    "posterPath": "/rct7HdAfPyvSqbr4H86b6z10tCE.jpg",
    "id": "157336",
    "backdropPath": "/vgnoBSVzWAV9sNQUORaDGvDp7wx.jpg",
    "voteAverage": 8.458,
    "releaseDate": "2014-11-05",
    "overview": "Interstellar nói về chuyến hành trình đi tìm một hành tinh mới cho loài người trú ngụ khi mà Trái Đất dần dần không còn là nơi an toàn và sự sống thì đang chết dần với những dịch bệnh trên các loại cây lương thực, đe dọa đến sự tồn tại của loài người một cách mạnh mẽ. Chúng ta sẽ đi theo hành trình của phi hành đoàn gồm Copper, Amelia cùng các thành viên khác trong việc giải cứu các phi hành gia khác đã lên đường khám phá các hành tinh mới để tìm ra hành tinh mới cho loài người trú ngụ",
    "genreIds": [
      12,
      18,
      878
    ],
    "video": false,
    "trailerYoutubeKey": "LY19rHKAaAg"
  },
  {
    "title": "Bảy Võ Sĩ Đạo",
    "posterPath": "/8podTebyeH6sn31atpdappdgaCE.jpg",
    "id": "346",
    "backdropPath": "/qvZ91FwMq6O47VViAr8vZNQz3WI.jpg",
    "voteAverage": 8.455,
    "releaseDate": "1954-04-26",
    "overview": "Một samurai được yêu cầu bảo vệ một ngôi làng khỏi bọn cướp, vì vậy samurai tập hợp sáu người khác để giúp anh ta dạy người dân cách tự vệ, và dân làng cung cấp thức ăn cho binh lính. Một trận chiến khổng lồ xảy ra khi 40 tên cướp tấn công ngôi làng.",
    "genreIds": [
      28,
      18
    ],
    "video": false,
    "trailerYoutubeKey": "RsRN65PlaIM"
  },
  {
    "title": "Chiến Hữu",
    "posterPath": "/56yHDzoWZUFLUD2ztsVzSNcHo6f.jpg",
    "id": "769",
    "backdropPath": "/7TF4p86ZafnxFuNqWdhpHXFO244.jpg",
    "voteAverage": 8.454,
    "releaseDate": "1990-09-12",
    "overview": "Câu chuyện có thật về Henry Hill, một cậu bé Brooklyn mang nửa dòng máu Ailen, nửa Sicily, được các băng nhóm xã hội đen hàng xóm nhận nuôi khi còn nhỏ và leo lên hàng ngũ của một gia đình Mafia dưới sự hướng dẫn của Jimmy Conway.",
    "genreIds": [
      18,
      80
    ],
    "video": false,
    "trailerYoutubeKey": "PTBRNXGQR9Q"
  },
  {
    "title": "Mộ Đom Đóm",
    "posterPath": "/j8QTuEVpaTJAbysQToI8sAj5MDB.jpg",
    "id": "12477",
    "backdropPath": "/dlC0ed9Ugh3FzydnkBtV5lRXUu4.jpg",
    "voteAverage": 8.45,
    "releaseDate": "1988-04-16",
    "overview": "Bộ phim được đặt trong bối cảnh giai đoạn cuối chiến tranh thế giới thứ 2 ở Nhật, kể về câu chuyện cảm động về tình anh em của hai đứa trẻ mồ côi là Seita và Setsuko. Hai anh em mất mẹ trong một trận bom dữ dội của không quân Mỹ khi cha của chúng đang chiến đấu cho Hải quân Nhật. Hai đứa bé phải vật lộn giữa nạn đói, giữa sự thờ ơ của những người xung quanh (trong đó có cả người cô họ của mình)...",
    "genreIds": [
      16,
      18,
      10752
    ],
    "video": false,
    "trailerYoutubeKey": "QZbcx0WNrMU"
  }
]